word = '1234567890店中美家馆小车大市公酒行国品发电金心业商司超生装园场食有新' \
       '限天面工服海华水房饰城乐汽香部利籽老艺花专东肉菜学福饭人百餐茶务' \
       '通味所山区门药银农龙停尚安广鑫一容动南具源兴鲜记时机烤文康信果阳理' \
       '锅宝达地儿衣特产西批坊州牛佳化五米修爱北养卖建材三会鸡室红站' \
       '德王光名丽油院堂烧江社合星货型村自科快便日民营和活童明器烟育' \
       '宾精屋经居庄石顺林尔县手厅销用好客火雅盛体旅之鞋辣作粉包楼校' \
       '鱼平彩上吧保永万物教吃设医正造丰健点汤网庆技斯洗料配汇木缘加' \
       '麻联卫川泰色世方寓风幼羊烫来高厂兰阿贝皮全女拉成云维贸道术运' \
       '都口博河瑞宏京际路祥青镇厨培力惠连马鸿钢训影甲助窗布富牌头四' \
       '多妆吉苑沙恒隆春干饼氏里二管诚制售嘉长轩杂副清计黄讯太鸭号街' \
       '交与叉附近层旁对巷栋环省桥湖段乡厦府铺内侧元购前幢滨处向座下' \
       '県凤港开关景泉塘放昌线湾政步宁解白田町溪十八古双胜本单同九迎' \
       '第台玉锦底后七斜期武岭松角纪朝峰六振珠局岗洲横边济井办汉代临' \
       '弄团外塔杨铁浦字年岛陵原梅进荣友虹央桂沿事津凯莲丁秀柳集紫旗' \
       '张谷的是不了很还个也这我就在以可到错没去过感次要比觉看得说常' \
       '真们但最喜哈么别位能较镜非为欢然他挺着价那意种想出员两推做排' \
       '实分间甜度起满给热完格荐喝等其再几只现朋侯样直而买于般豆量选' \
       '奶打每评少算又因情找些份置适什蛋师气你姐棒试总定啊足级整带虾' \
       '如态且尝主话强当更板知己无酸让入啦式笑赞片酱差像提队走嫩才刚' \
       '午接重串回晚微周值费性桌拍跟块调糕'
